{
  "landing_page_title": {
    "pt": "Organic Mean",
    "en": "Organic Mean"
  },
  "nav_bar_title_1": {
    "pt": "Sobre Mim",
    "en": "About Me"
  },
  "nav_bar_title_2": {
    "pt": "Produtos",
    "en": "Products"
  },
  "nav_bar_title_3": {
    "pt": "Contactos",
    "en": "Contacts"
  },
  "footer_title_1": {
    "pt": "Menu",
    "en": "Menu"
  },
  "footer_title_1_item_1": {
    "pt": "Sobre Mim",
    "en": "About Me"
  },
  "footer_title_1_item_2": {
    "pt": "Produtos",
    "en": "Products"
  },
  "footer_title_1_item_3": {
    "pt": "Contactos",
    "en": "Contacts"
  },
  "footer_title_2": {
    "pt": "Contactos",
    "en": "Contact us"
  },
  "about_me_link": {
    "pt": "Ver os meus produtos",
    "en": "See my products"
  },
  "about_me_title": {
    "pt": "Sobre Mim",
    "en": "About Me"
  },

  "about_me_paragraph_1": {
    "pt": "A Organic Mean nasceu em 2010, desde então um dos seus principais objetivos consiste em proporcionar jóias únicas e diferentes, para ocasiões quotidianas enquanto é tido em conta o impacto positivo na sociedade portuguesa e global, na indústria e no planeta Terra.",
    "en": "Organic Mean was born in 2010 and since then one of its main objectives has been to provide unique and different jewellery for everyday occasions, taking into consideration the positive impact on Portuguese and global society, industry and planet Earth."
  },
  "about_me_paragraph_2": {
    "pt": "Rui Silva começou a vender as suas jóias em algumas feiras em Lisboa, tentando perceber o que as pessoas podiam gostar mais em termos de design. Todas as peças Organic Mean são desenhadas e produzidas por si. O joalheiro defende que as jóias são uma expressão de si próprio, e a forma como o ser humano se apresenta ao mundo não deve de ter limites e sim, ser a mais autêntica possível. É para isso também que, se dedica e inspira diariamente e transmite em cada peça da sua marca. ",
    "en": "Rui Silva started selling his jewelry at a few markets in Lisbon, trying to figure out what people might like best in the terms of design. All Organic Mean pieces are designed and produced by him. The jeweler believes that jewelry is an expression of oneself, and the way a human introduces himself to the world should not have limits, but should be as authentic as possible. This is also what he dedicates himself to and inspires on a daily basis and brings to every piece of his brand."
  },
  "about_me_paragraph_3": {
    "pt": "Ao trabalhar com fornecedores de confiança de todo o mundo, garante a utilização de materiais de alta qualidade e de origem responsável para criar peças de joalharia únicas e destinadas a durar gerações.",
    "en": "By working with trusted suppliers from around the world, we ensure the use of high-quality and responsibly sourced materials to create unique pieces of jewellery designed to last for generations."
  },
  "from_the_autor_title": {
    "pt": "Do fundador",
    "en": "From the founder"
  },
  "from_the_autor_paragraph_1": {
    "pt": "“Do fundador: “Para mim, a expressão mais verdadeira da Organic Mean é sentirmo-nos com o poder de investir em nós próprios e na comunidade à nossa volta.",
    "en": "From the founder: “For me, the truest expression of Organic Mean is feeling empowered to invest in ourselves and the community around us."
  },
  "from_the_autor_paragraph_2": {
    "pt": "Ao longo dos anos, tenho aprendido muito e estou profundamente ligado ao mundo da joalharia. Contudo, quando decidi entrar na área, sabia e tinha a certeza que queria fazer as coisas de forma diferente. Com a Organic Mean, estou a construir uma forma de joalharia diferente dos arquétipos tradicionais do conceito e design.”",
    "en": "Over the years, I've learned a lot and I'm deeply connected to the world of jewellery. However, when I decided to enter the sector, I knew for sure that I wanted to do things differently. With Organic Mean, I am building a form of jewellery that is different from the traditional archetypes of concept and design.”"
  },
  "collection_bar_all_item": {
    "pt": "All",
    "en": "All"
  },
  "collection_bar_nature_item": {
    "pt": "Nature",
    "en": "Nature"
  },
  "collection_bar_oceanic_item": {
    "pt": "Oceanic",
    "en": "Oceanic"
  },
  "collection_bar_geometric_item": {
    "pt": "Geometric",
    "en": "Geometric"
  },
  "collection_bar_enigma_item": {
    "pt": "Enigmatic",
    "en": "Enigmatic"
  },
  "drop_filter_title": {
    "pt": "Filtros",
    "en": "Filter"
  },
  "drop_filter_item_1": {
    "pt": "Anéis",
    "en": "Rings"
  },
  "drop_filter_item_2": {
    "pt": "Pulseiras",
    "en": "Bracelets"
  },
  "drop_filter_item_3": {
    "pt": "Brincos",
    "en": "Earrings"
  },
  "drop_filter_item_4": {
    "pt": "Pendentes",
    "en": "Pendants"
  },
  "contact_page_title": {
    "pt": "Contactos",
    "en": "Contacts"
  },
  "pato": {
    "pt": "fgfgfg",
    "en": "ghghffh"
  },
  "popup_card_product_name": {
    "pt": "Nome",
    "en": "Name"
  },
  "popup_card_product_description": {
    "pt": "Descrição",
    "en": "Description"
  }
}
